Repository: NovassatSystems/AppBase-Xamarin
Catalog: Core.Mobile/Resource.*.resx
Languages: es

# CreateAccessPin
source: Create a PIN to use the service
es: Registre un PIN para utilizar el servicio

# PinCreatedSuccess
source: Pin Successfully Created!
es: PIN guardado con éxito!

# ForgotPin
source: Forgot your PIN?
es: Olvidaste tu pin?

# ConfirmPin
source: Re-enter PIN
es: Informe nuevamente el mismo PIN

# EnterPin
source: Enter your PIN code
es: Escriba el PIN

# DiferentPin
source: PIN doesn\'t match
es: El pin no coincide

source: Invalid PIN
es: PIN inválido

# OnboardingWelcome
source: Hello, Welcome!
es: ¡Hola es bienvenido!

# OnboardingDescription
source: With Messanger you can communicate quickly and securely, encrypted from end to end.
es: Con Sikur puede comunicarse de forma rápida y segura, encriptada de punto a punto.

# OnboardingCall
source: Make voice and video calls
es: Hacer llamadas de voz y video

# OnboardingEmail
source: Send messages easily as an email
es: Enviar mensajes fácilmente como un correo electrónico

# OnboardingChat
source: Chat quickly, individually or in groups
es: Chatea rápidamente, individualmente o en grupos

# OnboardingFile
source: Store and organize your filess
es: Almacene y organice sus archivos

source: Telephone
es: Teléfono

source: Password
es: Contraseña

source: Start
es: Inicio

# NeedHelp
source: Do you need help?
es: Necesita ayuda?

# EmailInvalid
source: Invalid Email
es: Email inválido

# EmailPasswordEmpty
source: Email or Password cannot be empty
es: El correo electrónico o la contraseña no pueden estar vacíos

source: Manage Contacts
es: Administrar contactos

source: Invites
es: Invitaciónes

source: My Account
es: Mi cuenta

# Config
source: Settings
es: Configuraciones

source: Help
es: Ayuda

source: Exit
es: Salir

source: Yes
es: Sí

# RegisterFingerprint
source: Register Fingerprint Authentication?
es: Registrar autenticación de huellas digitales?

# TouchSensor
source: Touch the sensor
es: Toca el sensor

# NeedsEmailConfirmation
source: To log in with this e-mail you must first confirm it through the link we sent to you at the indicated \ne-mail.\n\nIn case you didn't receive it, check if your e-mail client didn't move it to your SPAM folder.
es: Para iniciar una sesión con este correo electrónico debe confirmar a través del enlace enviado al correo electrónico dado.\n\nSi no ha recibido, compruebe que su cliente de correo electrónico no se movió a su casilla de SPAM

# LicenceExpired
source: License expired
es: Licencia expirad

# UserBlocked
source: Blocked user
es: Usuario bloqueado

# NeedsConfirmUserChange
source: Confirmation of user change required
es: Se requiere confirmación de cambio de usuario

# NoInternt
source: Internet Connection Issues
es: Problemas de conexão com a internet

# ErrorDeviceRegister
source: Problems registering the device on the server
es: Problemas ao registrar o device no servidor

# PleaseContactUs
source: If you have questions or problems, please contact the call center via the following contact information:
es: Si tiene preguntas o problemas, comuníquese con el centro de atención telefónica a través de la siguiente información de contacto:

source: used of
es: usado de

# LogoutQuestion
source: Do you want to disconnect and exit the application?
es: ¿Quieres desconectar y salir de la aplicación?

# LogoutQuestionChatHistory
source: If you log out all of your chat history, on this device, will be lost. Do you wish to continue?
es: Si se desconecta la totalidad de su historial de chat, en este dispositivo, se perderán. ¿Desea continuar?
